{
    "translateSite" : "Choose Language",
    "headers" : "About Me",
    "headers2" : "Portfolio",
    "headers3" : "Contact Me",
    "About" : "About Me",
    "AboutText1" : "My name is Oskar Mielnik I'm 21 years old and currently I'm studying Multimedia Technology and Design at UIA in Grimstad. ",
    "AboutText2" : "In the course of three years at University I've been learning about different aspects needed to create variety of projects across many Multimedia branches.",
    "AboutText3" : "I'm very familiar with programs such as Adobe After Effects, Adobe Photoshop, Adobe Premiere Pro, Adobe Audition, Blender and MySql Workbench.",
    "AboutText4" : "In addition to this im also familiar with JavaScript (which i used to program this application).",
    "AboutText5" : "Out of all of things mentioned I'm most passionate about 3D modeling in Blender and working with Adobe software.",
    "AboutText6" : "If you have any questions or want to contact me, head over to Contact Me page.",
    "Portfolio" : "Portfolio",
    "Port1" : "Od Models",
    "Port2" : "Helseflora",
    "odText1" : "In the autumn of 2022 we got the assignment to create optional Multimedia project in IKT-project subject.",
    "odText2" : "Me and my friend Diogo Duarte decided to create an online marketplace for 3D models.",
    "odText3" : "The goal was to give users possibility to upload and download 3D models needed for various projects.",
    "odText4" : "In order to create website we have been using tools such as Three.js(for importing/exporting and showing models on the page),",
    "odText5" : "HTML (for website design), Blender (making of 3D models) and Accurig (for animating the models).",
    "odText6" : "End product was very satisfactory and resulted with almost top tier grade and a lot of gained experience. ",
    "helseText1" : "One of our programming assignments was to create a website for fictional store named Helseflora.",
    "helseText2" : "There was a list of functions the website should have such as admin functionality or working shopping cart.",
    "helseText3" : "The website has working searchbar which displays products based on search word. If there are no matches adequate text pops up.",
    "helseText4" : "User has the ability to see detailed view of a plant as well as list of plants in selected category.",
    "helseText5" : "Working admin login makes it possible for authorized user to add and delete plants. ",
    "helseText6" : "The website also has working shopping cart.",
    "Contact" : "Contact Me On Social Media",
    "Foot" : "Created By Oskar Mielnik",
    "sendMsg" : "Send me a message",
    "name" : "Name",
    "email" : "Email",
    "msg" : "Message",
    "sendBtn" : "Send"
}