{
    "translateSite" : "Velg Språk",
    "headers" : "Om Meg",
    "headers2" : "Portefølje",
    "headers3" : "Kontakt Meg",
    "About" : "Om Meg",
    "AboutText1" : "Mitt navn er Oskar Mielnik, jeg er 21 år gammel og akkurat nå så studerer jeg Multimedieteknologi og -design på UIA i Grimstad.",
    "AboutText2" : "I løpet av tre år på Universitetet har jeg blitt kjent med ulike metoder nødvendige for å utvikle forskjellige prosjekter innenfor mange emner knyttet til Multimedier.",
    "AboutText3" : "Jeg er godt kjent med programvarer som Adobe After Effects, Adobe Photoshop, Adobe Premiere Pro, Adobe Audition, Blender og MySql Workbench.",
    "AboutText4" : "I tillegg er jeg også kjent med JavaScript koding (som ble brukt til å lage denne applikasjonen).",
    "AboutText5" : "Ut av alle ting nevnt ovenfor er jeg aller mest glad i å jobbe med 3D modellering i Blender, og jobbe med Adobe programmer.",
    "AboutText6" : "Hvis du har spørsmål, eller vil ta kontakt med meg gå over til Kontakt Meg siden.",
    "Portfolio" : "Portefølje",
    "Port1" : "OD Models",
    "Port2" : "Helseflora",
    "odText1" : "I høst 2022 fikk vi en oppgave om å lage en frivillig Multimedie produkt i IKT-prosjekt emnet",
    "odText2" : "Sammen med min kollega Diogo Duarte bestemte vi oss for å lage en markedsplass for 3D modeller.",
    "odText3" : "Målet var å gi brukere mulighet til å laste opp/laste ned 3D modeller nødvendige for ulike prosjekter.",
    "odText4" : "For å lage nettsiden ble det brukt verktøy som Three.js(for importering/eksportering og visning av 3D modeller på nettsiden),",
    "odText5" : "HTML(for nettsidens design), Blender (for modellering av objekter) og Accurig (for animeringen av modeller).",
    "odText6" : "Slutt produktet var veldig tilfredsstillende og førte til nesten topp karakter samt med masse tilegnet erfaring.",
    "helseText1" : "En av våre programmerings oppgaver var å lage en nettside for en oppdiktet bedrift med navnet Helseflora.",
    "helseText2" : "Det var en liste med funksjoner nettsiden burde ha som f.eks: admin login eller fungerende handlekurv. ",
    "helseText3" : "Nettsiden har en fungerende søkefelt som viser produkter basert på søke ordet. Hvis søke ordet finnes ikke, adekvat tekst kommer opp. ",
    "helseText4" : "Brukeren har mulighet til å se detaljert informasjon om planten i tillegg til plantelist basert på kategori.",
    "helseText5" : "Fungerende admin login gjør det mulig for et autorisert bruker og slette eller legge til planter.",
    "helseText6" : "Nettsiden har også en fungerende handlekurv.",
    "PortfolioText" : "Min Portefølje",
    "Contact" : "Kontakt Meg På Sosiale Medier",
    "Foot" : "Laget Av Oskar Mielnik",
    "sendMsg" : "Send meg en melding",
    "name" : "Navn",
    "email" : "Email",
    "msg" : "Melding",
    "sendBtn" : "Send"
}