{
    "translateSite" : "Wybierz język",
    "headers" : "O Mnie",
    "headers2" : "Portfolio",
    "headers3" : "Kontakt",
    "About" : "O Mnie",
    "AboutText1" : "Nazywam się Oskar Mielnik i aktulanie studiuję Design i Technologię Multimediów na UIA w Grimstad.",
    "AboutText2" : "W przeciągu trzech lat na studiach nauczyłem się różnych metod wykonywania projektów związanych z Multimediami.",
    "AboutText3" : "Jestem zaznajomiony z programami takimi jak Adobe Photoshop, Adobe Premiere Pro, Adobe Audition, Blender oraz MySql Workbench.",
    "AboutText4" : "W dodatku jestem także zaznajomiony z programowaniem w JavaScript (którego użyłem to stworzenia tej aplikacji).",
    "AboutText5" : "Ze wszystkich wyżej wymienionych rzeczy najbardziej interesuje sie modelowaniem 3D w Blenderze i pracy z programami od Adobe.",
    "AboutText6" : "Jeżeli posiadają państwo więcej pytań, prosze udać się do zakładki Kontakt.",
    "Portfolio" : "Moje Portfolio",
    "Port1" : "Od Models",
    "Port2" : "Helseflora",
    "odText1" : "Na jesieni 2022 dostaliśmy za zadanie stworzyć dowolny projekt Multimedialny w ramach przedmiotu IKT-prosjekt.",
    "odText2" : "Wraz z moim kolegom Diogo Duarte postanowiliśmy stworzyć wirtualny rynek dla modeli 3D.",
    "odText3" : "Celem było danie użytkownikom możliwości wgrywania oraz ściągania modeli 3D potrzebnych do wykonania rozmaitych projektów.",
    "odText4" : "Aby stworzyć strone internetową użyliśmy rozmaitych narzędzi takich jak Three.js(importowanie/eksportowanie oraz wyświetlanie modeli 3D),",
    "odText5" : "HTML(do zaprojektowania strony internetowej), Blender (do stworzenia modeli 3D) oraz Accurig(do animowania modeli 3D).",
    "odText6" : "Końcowy rezultat był bardzo zadowalający i poskutkował bardzo dobrą oceną oraz dużą ilością zdobytego doświadczenia.",
    "helseText1" : "Jednym z zadań było stworzenie strony internetowej dla fikcyjnego sklepu o nazwie Helseflora.",
    "helseText2" : "Dostaliśmy liste z wymaganymi funkcjami takimi jak logowanie dla adminów czy działający koszyk.",
    "helseText3" : "Strona internetowa ma działającą wyszukiwarke produktów bazującą na wpisanej treści. Jeżeli dany produkt nie istnieje wyskakuje adekwatny tekst.",
    "helseText4" : "Użytkownik ma możliwość wyświetlać szczegółowe informacje o produkcie, oraz liste roślin bazującą na wybranej kategorii. ",
    "helseText5" : "Działający login dla adminów daje możliwość autoryzowanemu użytkownikowi możliwość usuwać oraz dodawać rośliny.",
    "helseText6" : "Strona internetowa ma również działający koszyk.",
    "Contact" : "Kontakt",
    "Foot" : "Stworzone Przez Oskar Mielnik"
}